import React from 'react'
import styles from './policies.module.css'
import Header from '@/components/Header'

const Privacy = () => {
  return (
    <>
      <Header />
      <div className="p-4 leading-8 text-neutral-700 dark:text-neutral-200">
        <h1 className="text-center text-2xl font-medium mb-2">隐私政策</h1>

        <p>
          我们
          bdfz.app（连同我们的附属公司，“bdfz.app”、“我们”、“我们的”或“我们的”）尊重您的隐私，并坚定地致力于保护我们从您那里获得的或关于您的任何信息的安全。本隐私政策描述了我们在您使用我们的网站和服务（统称为“服务”）时从您那里收集或关于您的个人信息的做法。本隐私政策不适用于我们代表我们的业务产品（例如我们的
          API）的客户处理的内容。我们对该数据的使用受我们的客户协议约束，该协议涵盖对这些产品的访问和使用。
        </p>

        <h1>一、我们收集的个人信息</h1>

        <p>
          我们收集的信息可以单独或与我们拥有的其他信息结合使用来识别您的身份（“个人信息”），如下所示：
        </p>

        <p>
          您提供的个人信息：如果您创建帐户以使用我们的服务或通过以下方式与我们沟通，我们可能会收集个人信息：
        </p>

        <p>
          账户信息：当您在我们这里创建账户时，我们将收集与您的账户相关的信息，包括您的姓名、联系信息、账户凭证、支付卡信息和交易历史（统称为“账户信息”）。
        </p>

        <p>
          用户内容：当您使用我们的服务时，我们可能会收集您向我们的服务提供的输入、文件上传或反馈（“内容”）中包含的个人信息。{' '}
        </p>

        <p>
          通信信息：如果您与我们通信，我们可能会收集您的姓名、联系信息以及您发送的任何消息的内容（“通信信息”）。
        </p>

        <p>
          社交媒体信息：我们在 Instagram、Facebook、Medium、Twitter、YouTube 和 LinkedIn
          等社交媒体网站上未设有页面。当您与我们的社交媒体页面互动时，我们将收集您选择提供给我们的个人信息，例如您的联系方式（统称为“社交信息”）。此外，托管我们社交媒体页面的公司可能会向我们提供有关我们社交媒体活动的汇总信息和分析。
        </p>

        <p>
          我们从您使用服务中自动收到的个人信息：当您访问、使用服务并与服务互动时，我们可能会收到以下有关您的访问、使用或互动的信息（“技术信息”）：
        </p>

        <p>
          日志数据：每当您使用我们的网站时，您的浏览器自动发送的信息（“日志数据”）。日志数据包括您的互联网协议地址、浏览器类型和设置、您提出请求的日期和时间，以及您如何与我们的网站互动。
        </p>

        <p>
          使用数据：我们可能会自动收集有关您使用服务的信息，例如您查看或参与的内容类型、您使用的功能和您采取的操作，以及您的时区、国家/地区、日期和访问时间、用户代理和版本、计算机或移动设备的类型、计算机连接、IP
          地址等。
        </p>

        <p>
          设备信息：包括您正在使用的设备名称、操作系统和浏览器。收集的信息可能取决于您使用的设备类型及其设置。
        </p>

        <p>
          Cookies：我们使用 cookies
          来运营和管理我们的服务，并改善您的体验。“cookie”是您访问的网站向您的浏览器发送的一条信息。您可以将浏览器设置为接受所有
          cookie、拒绝所有 cookie 或在提供 cookie
          时通知您，以便您每次都可以决定是否接受。但是，在某些情况下，拒绝 cookie
          可能会阻止您使用网站或网站的某些区域或功能，或对网站的显示或功能产生负面影响。有关 cookie
          的更多详细信息，请访问 All About Cookies。
        </p>

        <p>
          分析：我们可能会使用各种使用 cookie
          的在线分析产品来帮助我们分析用户如何使用我们的服务，并在您使用服务时增强您的体验。
        </p>

        <h2>2. 我们如何使用个人信息</h2>

        <p>我们可能出于以下目的使用个人信息：</p>

        <p>提供、管理、维护和/或分析服务；</p>

        <p>改善我们的服务并进行研究；</p>

        <p>与您沟通；</p>

        <p>开发新的项目和服务；</p>

        <p>防止欺诈、犯罪活动或滥用我们的服务，并确保我们的 IT 系统、架构和网络的安全；和</p>

        <p>
          遵守法律义务和法律程序，保护我们和/或我们的附属公司、您或其他第三方的权利、隐私、安全或财产。
        </p>

        <p>
          聚合或去识别信息.
          我们可能会聚合或取消识别个人信息，并使用聚合信息来分析我们服务的有效性、改进和添加我们服务的功能、进行研究以及用于其他类似目的。此外，我们可能会不时分析我们服务用户的一般行为和特征，并与第三方共享一般用户统计数据等汇总信息、发布此类汇总信息或公开提供此类汇总信息。我们可能会通过服务、cookie
          和本隐私政策中描述的其他方式收集汇总信息。我们将以匿名或去识别化的形式维护和使用去识别化信息，我们不会尝试重新识别信息。
        </p>

        <p>
          如上所述，我们可能会使用您提供给我们的内容来改进我们的服务，例如训练支持 BDFZ AI
          的模型。请参阅此处，了解有关如何选择不让我们使用您的内容来训练我们的模型的说明。
        </p>

        <h2>3. 个人信息的公开</h2>

        <p>在某些情况下，我们可能会向第三方提供您的个人信息，恕不另行通知，除非法律要求：</p>

        <p>
          供应商和服务提供商：为帮助我们满足业务运营需求并执行某些服务和功能，我们可能会向供应商和服务提供商提供个人信息，包括托管服务提供商、云服务提供商和其他信息技术服务提供商、活动管理提供商服务、电子邮件通信软件和电子邮件通讯服务，以及网络分析服务。根据我们的指示，这些方只会在履行对我们的职责时访问、处理或存储个人信息。
        </p>

        <p>
          业务转移：如果我们涉及战略交易、重组、破产、接管或将服务转移到另一家供应商（统称为“交易”），您的个人信息和其他信息可能会在与交易对手和其他协助的尽职调查过程中披露与交易一起，并作为该交易的一部分与其他资产一起转让给继任者或附属公司。
        </p>

        <p>
          法律要求：如果法律要求或真诚地认为此类行动对于 (i)
          遵守法律义务是必要的，包括满足国家安全或执法要求，(ii) 保护和捍卫我们的权利或财产，(iii)
          防止欺诈，(iv) 在紧急情况下采取行动保护服务用户或公众的人身安全，或 (v) 避免承担法律责任。
        </p>

        <p>
          关联公司：我们可能会向我们的关联公司披露个人信息，即控制 bdfz.app、受其控制或与 bdfz.app
          共同控制的实体。我们的附属公司可能会以符合本隐私政策的方式使用我们共享的个人信息。
        </p>

        <h2>4.您的权利</h2>

        <p>
          根据位置的不同，欧洲经济区、英国和全球范围内的个人可能对其个人信息拥有某些法定权利。例如，您可能有权：
        </p>

        <p>访问您的个人信息。</p>

        <p>删除您的个人信息。</p>

        <p>更正或更新您的个人信息。</p>

        <p>将您的个人信息转移到其他地方。</p>

        <p>在我们依赖同意作为处理的法律依据的情况下，撤回您对处理您的个人信息的同意。</p>

        <p>在我们依赖合法权益作为处理法律依据的情况下，反对或限制处理您的个人信息。</p>

        <p>
          您可以通过您的 bdfz.app
          帐户行使其中一些权利。如果您无法通过您的账户行使您的权利，请将您的请求发送至
          support@bdfz.app。
        </p>

        <p>
          关于准确性的说明：像 bdfz.app
          这样的服务通过读取用户的请求生成响应，然后预测响应中可能出现的下一个最有可能的词。在某些情况下，最有可能的下一个词可能不是最符合事实的词。因此，您不应依赖我们模型输出的事实准确性。如果您发现
          bdfz.app
          输出包含与您有关的事实上不准确的个人信息，并且您希望我们更正这些不准确之处，您可以向
          support@bdfz.app
          提交更正请求。鉴于我们的模型工作方式的技术复杂性，我们可能无法纠正不准确之处。
        </p>

        <p>
          有关如何对我们从互联网收集的数据行使您的权利以训练我们的模型的信息，请参阅此帮助中心文章。
        </p>

        <h2>5. 加州隐私权</h2>

        <p>
          下表提供了有关我们如何披露个人信息的更多信息。您可以在上面的“我们收集的个人信息”中详细了解我们收集的个人信息，在上面的“我们如何使用个人信息”中阅读我们如何使用个人信息，以及在下面的“安全和保留”中我们如何保留个人信息。
        </p>

        <p>个人信息类别 个人信息的披露</p>

        <p>
          标识符，例如您的联系方式
          我们向我们的关联公司、供应商和服务提供商、执法部门以及交易中涉及的各方披露此信息。
        </p>

        <p>
          商业信息，例如您的交易历史
          我们向我们的关联公司、供应商和服务提供商、执法部门以及交易中涉及的各方披露此信息。
        </p>

        <p>
          网络活动信息，例如内容以及您如何与我们的服务互动
          我们向我们的关联公司、供应商和服务提供商、执法部门以及交易中涉及的各方披露此信息。
        </p>

        <p>
          地理位置数据
          我们向我们的关联公司、供应商和服务提供商、执法部门以及交易中涉及的各方披露此信息。
        </p>

        <p>
          您的帐户登录凭据（敏感个人信息）
          我们向我们的关联公司、供应商和服务提供商、执法部门以及交易中涉及的各方披露此信息。
        </p>

        <p>在法律规定的范围内，除适用的例外情况外，加州居民对其个人信息享有以下隐私权：</p>

        <p>了解我们处理您的个人信息的信息的权利，包括我们从您那里收集的特定个人信息；</p>

        <p>要求删除您的个人信息的权利；</p>

        <p>更正您的个人信息的权利；和</p>

        <p>不受与行使您的任何隐私权有关的歧视的权利。</p>

        <p>
          我们不会出售或共享经加州隐私权法案修订的加州消费者隐私法案所定义的个人信息。我们也不会出于推断消费者特征的目的处理敏感的个人信息。
        </p>

        <p>
          行使您的权利。加州居民可以通过将请求发送至 support@bdfz.app 来行使他们的 CCPA 隐私权。
        </p>

        <p>
          验证。为了保护您的个人信息免遭未经授权的访问、更改或删除，我们可能会要求您验证您的凭据，然后才能提交了解、更正或删除个人信息的请求。如果您没有我们的帐户，或者如果我们怀疑存在欺诈或恶意活动，我们可能会要求您提供额外的个人信息和居住证明以供验证。如果我们无法验证您的身份，我们将不会提供、更正或删除您的个人信息。
        </p>

        <p>
          授权代理人。您可以通过授权代理人提交权利请求。如果您这样做，代理人必须出示签署的书面许可才能代表您行事，并且您可能还需要独立验证您的身份并向我们提交您的居住证明。授权代理请求可提交至
          support@bdfz.app。
        </p>

        <h2>6.儿童</h2>

        <p>
          我们的服务不针对 13 岁以下儿童。bdfz.app 不会有意收集 13
          岁以下儿童的个人信息。如果您有理由相信 13 岁以下儿童向 bdfz.app
          提供了个人信息通过服务请发送电子邮件至support@bdfz.app。我们将调查任何通知，并在适当的情况下从我们的系统中删除个人信息。如果您年满
          13 岁但未满 18 岁，则必须征得您父母或监护人的同意才能使用我们的服务。
        </p>

        <h2>7. 与其他网站的链接</h2>

        <p>
          该服务可能包含指向非 bdfz.app
          运营或控制的其他网站的链接，包括社交媒体服务（“第三方网站”）。您与第三方网站共享的信息将受第三方网站的特定隐私政策和服务条款的约束，不受本隐私政策的约束。通过提供这些链接，我们并不暗示我们认可或已经审查了这些网站。请直接联系第三方网站以获取有关其隐私惯例和政策的信息。
        </p>

        <h2>8. 安全和保留</h2>

        <p>
          我们实施商业上合理的技术、管理和组织措施，以保护线上和线下的个人信息免遭丢失、滥用和未经授权的访问、披露、更改或破坏。然而，没有互联网或电子邮件传输是完全安全或无错误的。特别是，发送给我们或从我们发送的电子邮件可能不安全。因此，您在决定通过服务或电子邮件向我们发送哪些信息时应特别谨慎。此外，我们不对服务或第三方网站上包含的任何隐私设置或安全措施的规避负责。
        </p>

        <p>
          我们只会在为您提供服务或其他合法商业目的（例如解决争议、安全和安保原因或遵守我们的法律义务）所需的时间内保留您的个人信息。我们保留个人信息的时间长短取决于多种因素，例如信息的数量、性质和敏感性、未经授权使用或披露造成伤害的潜在风险、我们处理信息的目的以及任何法律要求。
        </p>

        <p>
          如上所述，我们还可能出于研究或统计目的对您的个人信息进行匿名化或去识别化处理（使其不再与您相关联），在这种情况下，我们可能会无限期地使用此信息，恕不另行通知您。
        </p>

        <h2>9. 国际用户</h2>

        <p>
          通过使用我们的服务，您了解并承认您的个人信息将从您所在的位置传输到我们在美国的设施和服务器。
        </p>

        <p>对于欧洲经济区、英国或瑞士用户：</p>

        <p>处理的法律依据。我们处理您的个人信息的法律依据包括：</p>

        <p>
          在我们提供和维护我们的服务时与您签订合同。当我们处理帐户信息、内容和技术信息只是为了向您提供我们的服务时，这些信息是提供我们服务所必需的。如果您不提供此信息，我们可能无法向您提供我们的服务。{' '}
        </p>

        <p>
          我们在保护我们的服务免受滥用、欺诈或安全风险方面的合法利益，或在开发、改进或推广我们的服务方面的合法利益，包括在我们训练我们的模型时。这可能包括处理帐户信息、内容、社交信息和技术信息。请参阅此处，了解有关如何选择不让我们使用您的信息来训练我们的模型的说明。
        </p>

        <p>
          当我们征求您的同意以出于我们向您传达的特定目的处理您的个人信息时获得您的同意。您有权随时撤回您的同意。
        </p>

        <p>
          当我们使用您的个人信息以遵守适用法律或当我们保护我们或我们的关联公司、用户或第三方的权利、安全和财产时，遵守我们的法律义务。
        </p>

        <p>
          欧洲经济区和英国代表。我们已任命 VeraSafe
          作为我们在欧洲经济区和英国的数据保护事务代表。您可以使用此联系表联系 VeraSafe
          处理与个人信息处理相关的事宜 。或者：{' '}
        </p>

        <p>
          数据传输。如有需要，我们将使用适当的保护措施将个人信息传输到欧洲经济区、瑞士和英国以外的地区。
          我们只会根据合法有效的传输机制传输个人信息。
        </p>

        <h2>10.隐私政策的变更</h2>

        <p>
          我们可能随时更改本隐私政策。当我们这样做时，我们将在此页面上发布更新版本，除非适用法律要求另一种类型的通知。在我们发布更新的隐私政策或通过其他方式通知您后继续使用我们的服务或向我们提供个人信息，即表示您同意修订后的隐私政策。
        </p>

        <h2>11. 如何联系我们</h2>

        <p> 如果您有任何本隐私政策中未解决的问题或疑虑，请联系 <a className='text-indigo-600 dark:text-indigo-300' href='mailto:support@bdfz.app'>support@bdfz.app</a> </p>
      </div>
    </>
  )
}

export default Privacy
